Repository: wellingtonspdev/actuali
Catalog: Actuali/Actuali/AppShortcuts.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br

source: Add transaction to \(.applicationName)
de: Transaktion zu \(.applicationName) hinzufügen
es: Añadir una transacción a \(.applicationName)
fr: Ajouter une transaction dans l’app \(.applicationName)
it: Aggiungi una transazione a \(.applicationName)
nl: Transactie toevoegen aan \(.applicationName)
pt_br: Adicionar uma transação ao \(.applicationName)

source: Add transaction with review in \(.applicationName)
de: Transaktion mit Überprüfung in \(.applicationName) hinzufügen
es: Añadir una transacción con revisión en \(.applicationName)
fr: Ajouter une transaction avec vérification dans l’app \(.applicationName)
it: Aggiungi una transazione con revisione in \(.applicationName)
nl: Transactie met controle toevoegen in \(.applicationName)
pt_br: Adicionar uma transação com revisão no \(.applicationName)

source: Check \(.applicationName) account balance
de: Kontostand in \(.applicationName) prüfen
es: Consultar el saldo de la cuenta en \(.applicationName)
fr: Consulter le solde du compte dans l’app \(.applicationName)
it: Controlla il saldo del conto in \(.applicationName)
nl: Accountsaldo controleren in \(.applicationName)
pt_br: Verificar o saldo da conta no \(.applicationName)

source: Check \(\.$account) balance in \(.applicationName)
de: Kontostand von \(\.$account) in \(.applicationName) prüfen
es: Consultar el saldo de \(\.$account) en \(.applicationName)
fr: Consulter le solde de \(\.$account) dans l’app \(.applicationName)
it: Controlla il saldo di \(\.$account) in \(.applicationName)
nl: Saldo van \(\.$account) controleren in \(.applicationName)
pt_br: Verificar o saldo de \(\.$account) no \(.applicationName)

source: Check \(\.$category) balance in \(.applicationName)
de: Saldo von \(\.$category) in \(.applicationName) prüfen
es: Consultar el saldo de \(\.$category) en \(.applicationName)
fr: Consulter le solde de \(\.$category) dans l’app \(.applicationName)
it: Controlla il saldo di \(\.$category) in \(.applicationName)
nl: Saldo van \(\.$category) controleren in \(.applicationName)
pt_br: Verificar o saldo de \(\.$category) no \(.applicationName)

source: Check account balance in \(.applicationName)
de: Kontostand in \(.applicationName) prüfen
es: Consultar el saldo de la cuenta en \(.applicationName)
fr: Consulter le solde du compte dans l’app \(.applicationName)
it: Controlla il saldo del conto in \(.applicationName)
nl: Accountsaldo controleren in \(.applicationName)
pt_br: Verificar o saldo da conta no \(.applicationName)

source: Check category balance in \(.applicationName)
de: Kategoriesaldo in \(.applicationName) prüfen
es: Consultar el saldo de la categoría en \(.applicationName)
fr: Consulter le solde de la catégorie dans l’app \(.applicationName)
it: Controlla il saldo della categoria in \(.applicationName)
nl: Categoriesaldo controleren in \(.applicationName)
pt_br: Verificar o saldo da categoria no \(.applicationName)

source: Enter transaction in \(.applicationName)
de: Transaktion in \(.applicationName) eingeben
es: Introducir una transacción en \(.applicationName)
fr: Saisir une transaction dans l’app \(.applicationName)
it: Inserisci una transazione in \(.applicationName)
nl: Transactie invoeren in \(.applicationName)
pt_br: Inserir uma transação no \(.applicationName)

source: Get \(\.$account) balance in \(.applicationName)
de: Kontostand von \(\.$account) in \(.applicationName) abrufen
es: Obtener el saldo de \(\.$account) en \(.applicationName)
fr: Obtenir le solde de \(\.$account) dans l’app \(.applicationName)
it: Ottieni il saldo di \(\.$account) in \(.applicationName)
nl: Saldo van \(\.$account) ophalen in \(.applicationName)
pt_br: Obter o saldo de \(\.$account) no \(.applicationName)

source: Get \(\.$category) balance in \(.applicationName)
de: Saldo von \(\.$category) in \(.applicationName) abrufen
es: Obtener el saldo de \(\.$category) en \(.applicationName)
fr: Obtenir le solde de \(\.$category) dans l’app \(.applicationName)
it: Ottieni il saldo di \(\.$category) in \(.applicationName)
nl: Saldo van \(\.$category) ophalen in \(.applicationName)
pt_br: Obter o saldo de \(\.$category) no \(.applicationName)

source: Get account balance in \(.applicationName)
de: Kontostand in \(.applicationName) abrufen
es: Obtener el saldo de la cuenta en \(.applicationName)
fr: Obtenir le solde du compte dans l’app \(.applicationName)
it: Ottieni il saldo del conto in \(.applicationName)
nl: Accountsaldo ophalen in \(.applicationName)
pt_br: Obter o saldo da conta no \(.applicationName)

source: Get accounts in \(.applicationName)
de: Konten in \(.applicationName) abrufen
es: Obtener las cuentas en \(.applicationName)
fr: Obtenir les comptes dans l’app \(.applicationName)
it: Ottieni i conti in \(.applicationName)
nl: Accounts ophalen in \(.applicationName)
pt_br: Obter contas no \(.applicationName)

source: Get categories in \(.applicationName)
de: Kategorien in \(.applicationName) abrufen
es: Obtener las categorías en \(.applicationName)
fr: Obtenir les catégories dans l’app \(.applicationName)
it: Ottieni le categorie in \(.applicationName)
nl: Categorieën ophalen in \(.applicationName)
pt_br: Obter categorias no \(.applicationName)

source: Get payees in \(.applicationName)
de: Zahlungsempfänger in \(.applicationName) abrufen
es: Obtener los beneficiarios en \(.applicationName)
fr: Obtenir les bénéficiaires dans l’app \(.applicationName)
it: Ottieni i beneficiari in \(.applicationName)
nl: Begunstigden ophalen in \(.applicationName)
pt_br: Obter favorecidos no \(.applicationName)

source: How much is left in \(\.$category) in \(.applicationName)
de: Wie viel ist in \(\.$category) in \(.applicationName) übrig
es: Cuánto queda en \(\.$category) en \(.applicationName)
fr: Quel montant reste-t-il dans \(\.$category) dans l’app \(.applicationName)
it: Quanto resta in \(\.$category) in \(.applicationName)
nl: Hoeveel staat er nog in \(\.$category) in \(.applicationName)
pt_br: Quanto resta em \(\.$category) no \(.applicationName)

source: Import transaction from text in \(.applicationName)
de: Transaktion aus Text in \(.applicationName) importieren
es: Importar una transacción desde texto en \(.applicationName)
fr: Importer une transaction depuis du texte dans l’app \(.applicationName)
it: Importa una transazione dal testo in \(.applicationName)
nl: Transactie uit tekst importeren in \(.applicationName)
pt_br: Importar uma transação de texto no \(.applicationName)

source: List accounts in \(.applicationName)
de: Konten in \(.applicationName) auflisten
es: Listar las cuentas en \(.applicationName)
fr: Lister les comptes dans l’app \(.applicationName)
it: Elenca i conti in \(.applicationName)
nl: Accounts weergeven in \(.applicationName)
pt_br: Listar contas no \(.applicationName)

source: List categories in \(.applicationName)
de: Kategorien in \(.applicationName) auflisten
es: Listar las categorías en \(.applicationName)
fr: Lister les catégories dans l’app \(.applicationName)
it: Elenca le categorie in \(.applicationName)
nl: Categorieën weergeven in \(.applicationName)
pt_br: Listar categorias no \(.applicationName)

source: List payees in \(.applicationName)
de: Zahlungsempfänger in \(.applicationName) auflisten
es: Listar los beneficiarios en \(.applicationName)
fr: Lister les bénéficiaires dans l’app \(.applicationName)
it: Elenca i beneficiari in \(.applicationName)
nl: Begunstigden weergeven in \(.applicationName)
pt_br: Listar favorecidos no \(.applicationName)

source: Log a transaction in \(.applicationName)
de: Eine Transaktion in \(.applicationName) erfassen
es: Registrar una transacción en \(.applicationName)
fr: Enregistrer une transaction dans l’app \(.applicationName)
it: Registra una transazione in \(.applicationName)
nl: Een transactie registreren in \(.applicationName)
pt_br: Registrar uma transação no \(.applicationName)

source: Log transaction in \(.applicationName)
de: Transaktion in \(.applicationName) erfassen
es: Registrar una transacción en \(.applicationName)
fr: Enregistrer une transaction dans l’app \(.applicationName)
it: Registra una transazione in \(.applicationName)
nl: Transactie registreren in \(.applicationName)
pt_br: Registrar uma transação no \(.applicationName)

source: Log transaction to \(\.$account) in \(.applicationName)
de: Transaktion auf \(\.$account) in \(.applicationName) erfassen
es: Registrar una transacción en \(\.$account) en \(.applicationName)
fr: Enregistrer une transaction sur \(\.$account) dans l’app \(.applicationName)
it: Registra una transazione su \(\.$account) in \(.applicationName)
nl: Transactie registreren op \(\.$account) in \(.applicationName)
pt_br: Registrar uma transação em \(\.$account) no \(.applicationName)

source: Parse transaction in \(.applicationName)
de: Transaktion in \(.applicationName) analysieren
es: Analizar una transacción en \(.applicationName)
fr: Analyser une transaction dans l’app \(.applicationName)
it: Analizza una transazione in \(.applicationName)
nl: Transactie analyseren in \(.applicationName)
pt_br: Analisar uma transação no \(.applicationName)

source: Queue transaction in \(.applicationName)
de: Transaktion in \(.applicationName) zur Warteschlange hinzufügen
es: Poner una transacción en cola en \(.applicationName)
fr: Mettre une transaction en file d’attente dans l’app \(.applicationName)
it: Metti una transazione in coda in \(.applicationName)
nl: Transactie in de wachtrij plaatsen in \(.applicationName)
pt_br: Colocar uma transação na fila no \(.applicationName)

source: Review a transaction in \(.applicationName)
de: Eine Transaktion in \(.applicationName) überprüfen
es: Revisar una transacción en \(.applicationName)
fr: Vérifier une transaction dans l’app \(.applicationName)
it: Controlla una transazione in \(.applicationName)
nl: Transactie controleren in \(.applicationName)
pt_br: Revisar uma transação no \(.applicationName)
